Repository: common-repository/weight-country-woocommerce-shipping
Catalog: lang/wf_country_weight_shipping-*.po
Languages: fr_fr

source: Shipping Pro (BASIC)
fr_fr: Livraison Pro (BASIC)

source: Define shipping by country and weight
fr_fr: Définir l’expédition par pays et par poids

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable this shipping method
fr_fr: Activer ce mode de livraison

source: Method Title
fr_fr: Titre de méthode

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur verra durant la commande.

source: Weight Based Fee
fr_fr: Basé sur le poids

source: Display/Hide matrix columns
fr_fr: Afficher/masquer les colonnes de la matrice

source: Select the columns which are used in the matrix. Please Save changes to reflect the modifications.
fr_fr: Sélectionnez les colonnes qui sont utilisées dans la matrice. S’il vous plaît enregistrer les modifications pour refléter les modifications.

source: Method title
fr_fr: Titre de méthode

source: Country list
fr_fr: Liste des pays

source: Min weight
fr_fr: Poids min.

source: Max weight
fr_fr: Max Poids

source: Base cost
fr_fr: Coût fixe

source: Cost/weight
fr_fr: Coût/poids

source: Weight round
fr_fr: Poids rond

source: Choose matrix columns
fr_fr: Choisir les colonnes de la matrice

source: Tax Status
fr_fr: Statut de taxe

source: Taxable
fr_fr: Avec taxe

source: None
fr_fr: Aucun

source: Debug
fr_fr: Debuggen

source: Debug this shipping method
fr_fr: Déboguer ce mode de livraison

source: Rate matrix:
fr_fr: Matrice de taux :

source: Would you like this shipping rule to have its own shipping service name? If so, please choose a name. Leaving it blank will use Method Title as shipping service name.
fr_fr: Vous voulez cette règle expédition d’avoir sa propre appellation réglementaire de service ? Dans l’affirmative, veuillez choisir un nom. Laisser vide utilisera la méthode titre comme appellation réglementaire de service.

source: Select list of countries which this rule will be applicable
fr_fr: Sélectionnez la liste des pays dont cette règle sera applicable

source: if the value entered is .25 and the order weight is .25 then this rule will be ignored. if the value entered is .25 and the order weight is .26 then this rule will be be applicable for calculating shipping cost.
fr_fr: Si la valeur entrée est.25 et le poids de l’ordre est.25 ensuite cette règle sera ignorée. Si la valeur entrée est.25 et le poids de la commande est.26 alors cette règle sera s’appliquent pour le calcul des frais d’expédition.

source: if the value entered is .25 and the order weight is .26 then this rule will be ignored. if the value entered is .25 and the order weight is .25 or .24 then this rule will be be applicable for calculating shipping cost.
fr_fr: Si la valeur entrée est.25 et le poids de l’ordre est.26 ensuite cette règle sera ignorée. Si la valeur entrée est.25 et le poids de la commande est.25 ou.24 alors cette règle sera s’appliquent pour le calcul des frais d’expédition.

source: Base/Fixed cost of the shipping irrespective of the weight
fr_fr: Base/Fixed coût de l’expédition indépendamment du poids

source: Cost
fr_fr: Coût

source: Per weight unit cost. This cost will be added on above the base cost. Total shipping Cost = Base cost + (order weight - minimum weight) * cost per unit
fr_fr: Coût unitaire de poids. Ce coût s’ajoutera sur supérieur au coût de base. Total des frais d’expédition = coût de Base + (Réf. poids - poids minimum) * coût par unité

source: Rounding
fr_fr: Arrondi

source: How would you like to round weight? if the value entered is 0.5 and the order weight is 4.4kg then shipping cost will be calculated for 4.5kg, if the value entered is 1 and the order weight is 4.4kg then shipping cost will be calculated for 5kg, if the value entered is 0 and the order weight is 4.4kg then shipping cost will be calculated for 4.4kg
fr_fr: Comment aimeriez-vous poids vif ? Si la valeur entrée est 0,5 et le poids de l’ordre est de 4,4 kg puis coût d’expédition sera calculé pour 4,5 kg, si la valeur entrée est 1 et le poids de l’ordre est 4,4 kg puis coût d’expédition est calculé pour 5 kg, si la valeur entrée est 0 et que l’ordre pèse 4,4 kg puis les frais de livraison seront calculé pour 4,4 kg

source: Note
fr_fr: Remarque:

source: Summary of the shipping rule defined for better understanding. Save changes to reflect modifications
fr_fr: Résumé de la règle de transport définie pour une meilleure compréhension. Enregistrer les modifications pour refléter les modifications

source: Add rule
fr_fr: Ajouter des règles

source: Remove rule(es)
fr_fr: Supprimer rule(es)

source: Duplicate rule(es)
fr_fr: Rule(es) en double

source: Measurements Weight Unit & Dimensions Unit as per woocommerce settings.
fr_fr: Mesures Poids unité & Dimensions unité selon les paramètres de woocommerce.

source: Settings
fr_fr: Paramètres

source: Support
fr_fr: Assistance

source: Premium Upgrade
fr_fr: Mise à niveau Prémium

source: WooCommerce Shipping Pro with Table Rate (BASIC)
fr_fr: WooCommerce d’expédition Pro avec tableau taux (BASIC)

source: User friendly Weight and Country based WooCommerce Shipping plug-in. Upgrade to Shipping Pro No.1 WooCommerce Shipping Plugin. Configure your shipping with the help of our experts!. 30 Day no question asked refund.
fr_fr: Poids convivial utilisateur et pays basé WooCommerce Shipping plug-in. mise à niveau vers la marine marchande n ° 1 WooCommerce Shipping Plugin Pro. Configurez votre navigation à l’aide de nos experts !. Aucune question ne posée de remboursement de 30 jours.

source: www.xadapter.com/vendor/wooforce/
fr_fr: http://www.Xadapter.com/Vendor/wooforce/
